package ch06.practice.suoha;

/**
 * Created by scn on 2017/7/2.
 * 扑克牌类
 */
public class Poker {
    public static String[] poker = {
        "红心A","梅花A","方块A","黑桃A",
        "红心2","梅花2","方块2","黑桃2",
        "红心3","梅花3","方块3","黑桃3",
        "红心4","梅花4","方块4","黑桃4",
        "红心5","梅花5","方块5","黑桃5",
        "红心6","梅花6","方块6","黑桃6",
        "红心7","梅花7","方块7","黑桃7",
        "红心8","梅花8","方块8","黑桃8",
        "红心9","梅花9","方块9","黑桃9",
        "红心10","梅花10","方块10","黑桃10",
        "红心J","梅花J","方块J","黑桃J",
        "红心Q","梅花Q","方块Q","黑桃Q",
        "红心K","梅花K","方块K","黑桃K"
    };
}
